"NSPhotoLibraryAddUsageDescription" = "We need permission to save dream visualizations to your photo library.";\n"NSPhotoLibraryUsageDescription" = "We need permission to save dream visualizations to your photo library.";
